# присвоить значение переменной salary
salary = 25000

# присвоить значение переменной bonus
bonus = 12000

# расчитать заработную плату до удержаний, сложив salary
# и бонус. Присвоить результат переменной pay
pay = salary + bonus

# Вывести переменную pay
print('Ваша заработная плата составляет', pay)
